app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `email`, `password`, `created_at`, `updated_at`) VALUES ('d', 'admin.wsm@framgia.com.edev', 'aa', '2018-06-13 17:07:23', '2018-06-13 17:07:23')
---
  def create
    @user = User.new user_params
    if @user.save